Repository: CodyBontecou/vox.md
Catalog: Voxboard/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Recording reached the 9:45 safety limit and was stopped automatically.
ar: وصلت تسجيلات إلى الحد الأدنى من الأمن في 9:45 ووقفت تلقائيا.
bn: রেকর্ডিং 9:45 সীমা পৌঁছায় এবং স্বয়ংক্রিয়ভাবে বন্ধ করা হয়।
de: Die Aufnahme erreichte die Sicherheitsgrenze von 9:45 Uhr und wurde automatisch gestoppt.
es: La grabación alcanzó el límite de seguridad de 9:45 y se detuvo automáticamente.
fr: L'enregistrement a atteint la limite de sécurité 9:45 et a été arrêté automatiquement.
hi: रिकॉर्डिंग 9:45 सुरक्षा सीमा तक पहुंच गया और स्वचालित रूप से बंद कर दिया गया।
id: Rekaman mencapai batas keamanan 9:45 dan dihentikan secara otomatis.
it: La registrazione ha raggiunto il limite di sicurezza alle 9:45 e è stata interrotta automaticamente.
ja: 録音は9時45分の安全限度に達し、自動的に停止した。
ko: 녹음은 9:45의 안전 한도를 달성하고 자동으로 중단되었습니다.
nl: De opname bereikte de veiligheidslimiet van 9:45 en werd automatisch gestopt.
pl: Nagrywanie osiągnął 9:45 granicę bezpieczeństwa i został zatrzymany automatycznie.
pt_br: A gravação atingiu o limite de segurança das 9:45 e foi interrompida automaticamente.
ru: Запись достигла 9:45 и была остановлена автоматически.
ta: 9:45 மணிக்கு பாதுகாப்பு அளவுக்கு இழுத்து, காவல் நிலையம் அமைக்கப்பட்டது.
th: การบันทึกถึงขีด จํากัด ความปลอดภัย 9:45 และถูกหยุดโดยอัตโนมัติ
tr: Kayıtlar 9:45'e ulaştı ve otomatik olarak durduruldu.
uk: Запис досяг 9:45 і був зупинений автоматично.
ur: ریکارڈنگ 9:45 کی حفاظت کی حد تک پہنچ گئی اور خود کار طریقے سے روک دیا گیا.
vi: Việc ghi âm đạt đến giới hạn an toàn 9:45 và đã tự động dừng lại.
zh_hans: 录制达到9点45分的安全限度,并自动停止。
zh_hant: 錄製達到9點45分的安全限度,並自動停止。

source: Recording result
ar: النتائج التسجيلية
bn: রেকর্ডিং ফলাফল
de: Aufnahmeergebnis
es: Resultado de grabación
fr: Résultat enregistrement
hi: रिकॉर्डिंग परिणाम
id: Hasil Rekaman
it: Risultato di registrazione
ja: レコード結果
ko: 기록 결과
nl: Recordering resultaat
pl: Wynik nagrywania
pt_br: Resultado de gravação
ru: Результат записи
ta: பதிவிறக்கம் results
th: ผลการบันทึก
tr: Kayıt Sonuçları
uk: Результати запису
ur: ریکارڈ کے نتائج
vi: Kết quả ghi âm
zh_hans: 录制结果
zh_hant: 錄製結果

source: Recording retained on Watch. Reopen Vox.md to recover it.
ar: يتم إعادة فتح Vox.md لتعويضها.
bn: রেকর্ডিং রাখা হয়েছে দর্শনে। পুনরায় খোলা Vox.md ফিরিয়ে আনার জন্য।
de: Aufnahme auf der Watch aufbewahrt. Öffnen Sie Vox.md erneut, um sie wiederherzustellen.
es: La grabación se conserva en Watch. Reabierto Vox.md para recuperarlo.
fr: Enregistrement conservé sur Watch. Réouverture Vox.md pour le récupérer.
hi: रिकॉर्ड में रखी गई है नजर पुनरारंभ Vox.md इसे पुनर्प्राप्त करने के लिए।
id: Rekaman yang disimpan di Watch. Reopen Vox.md untuk memulihkan itu.
it: La registrazione è stata mantenuta su Watch. Riapertura Vox.md per recuperare la
ja: 録音は、Watchで保存。 再開 Vox.md を回復するため。
ko: 녹음은 시계에 남아있다. 재개 Vox.md 그것을 회복하기 위해서다.
nl: Opname bewaard op Watch. heropenen Vox.md Om het te herstellen.
pl: Nagranie zostało zachowane na Watch. ReOpen Vox.md Aby go odzyskać.
pt_br: Gravação mantida em Watch. Reabertura Vox.md para recuperá-lo em
ru: Запись сохранилась на Watch. Реабилитация Vox.md Чтобы восстановить его.
ta: காத்திருப்பதைப் போலவே எழுதினேன். மீண்டும் திறந்த Vox.md அதை மீட்க
th: การบันทึกที่เก็บไว้ใน Watch เปิดซ้ํา Vox.md เพื่อกู้คืน
tr: İzlemeye devam eden kayıtlar. Yeniden açılıyor Vox.md Bunu geri almak için.
uk: Запис зберігається на Watch. Відкриття Vox.md Щоб її відновити.
ur: دیکھنے پر رکھی گئی ویڈیو دوبارہ کھولنے Vox.md اسے دوبارہ حاصل کرنے کے لئے.
vi: Ghi âm được giữ trên Watch. ReOpen Vox.md để phục hồi nó.
zh_hans: 记录在观看中。 重开 Vox.md 要恢复它。
zh_hant: 記錄在觀看中。 重開 Vox.md 要恢復它。

source: Recording saved. Getting this Watch’s location once…
ar: تم حفظ التسجيل. الحصول على موقع هذه الساعة مرة واحدة...
bn: রেকর্ডিং সংরক্ষিত। এই ঘড়িটির অবস্থান একবার পাওয়া যাচ্ছে...
de: Aufnahme gespeichert. Standort dieser Watch wird einmalig ermittelt…
es: Grabación guardada. Obteniendo la ubicación de este reloj una vez...
fr: Enregistrement sauvegardé. Obtenir l’emplacement de cette montre une fois…
hi: रिकॉर्डिंग सहेजी गई. इस घड़ी का स्थान एक बार प्राप्त करना...
id: Rekaman disimpan. Mendapatkan lokasi Jam Tangan ini sekali…
it: Registrazione salvata. Ottenere la posizione di questo orologio una volta...
ja: 録音が保存されました。このウォッチの位置を一度取得しています...
ko: 녹음이 저장되었습니다. 이 시계의 위치를 ​​한 번 가져오는 중...
nl: Opname opgeslagen. De locatie van dit horloge eenmalig verkrijgen...
pl: Nagranie zapisane. Jednorazowe uzyskanie lokalizacji tego zegarka…
pt_br: Gravação salva. Obtendo a localização deste relógio uma vez…
ru: Запись сохранена. Получение местоположения этих часов один раз…
ta: பதிவு சேமிக்கப்பட்டது. இந்த கடிகாரத்தின் இருப்பிடத்தை ஒருமுறை பெறுகிறது…
th: บันทึกการบันทึกแล้ว รับตำแหน่งของนาฬิกาเรือนนี้หนึ่งครั้ง...
tr: Kayıt kaydedildi. Bu Saatin konumu bir kez alınıyor…
uk: Запис збережено. Отримання місцезнаходження цього годинника один раз…
ur: ریکارڈنگ محفوظ ہو گئی۔ ایک بار اس گھڑی کا مقام حاصل کرنا…
vi: Đã lưu bản ghi. Nhận được vị trí của Đồng hồ này một lần…
zh_hans: 录音已保存。获取此手表的位置一次...
zh_hant: 錄音已儲存。取得此手錶的位置一次...

source: Recording session expired — please try again
ar: انتهاء دورة التسجيل - يرجى محاولة مرة أخرى
bn: রেকর্ডিং সেশন শেষ হয়েছে - দয়া করে আবার চেষ্টা করুন
de: Aufnahme-Sitzung abgelaufen – versuchen Sie es bitte erneut
es: Se ha expirado la sesión de grabación - por favor, intente de nuevo
fr: La session d'enregistrement est terminée - veuillez réessayer
hi: रिकॉर्डिंग सत्र समाप्त हो गया है - कृपया फिर से कोशिश करें
id: Sesi rekaman telah berakhir — silakan coba lagi
it: La sessione di registrazione è scaduta - si prega di riprovare
ja: 録音セッションが終了しました(再度お試しください)
ko: 녹음 세션이 종료되었습니다.Please try again.
nl: Opname sessie verstreken - probeer het opnieuw
pl: Sesja nagrywania wygasła – spróbuj ponownie
pt_br: Sessão de gravação expirou - por favor tente novamente
ru: Запись сеанса закончилась — попробуйте снова
ta: பதிவிறக்கம் முடிந்துவிட்டது - தயவு செய்து மீண்டும் முயற்சி செய்யவும்
th: การบันทึกเซสชันหมดอายุ - โปรดลองอีกครั้ง
tr: Kayıt oturumu sona erdi - tekrar deneyin
uk: Запис сеансу закінчився — спробуйте ще раз
ur: ریکارڈنگ سیشن ختم ہو گئی ہے - براہ مہربانی دوبارہ کوشش کریں
vi: • Session Recording Expired – Xin vui lòng thử lại
zh_hans: 录制会话已过期 - 请再次尝试
zh_hant: 錄製會話已過期 - 請再次嘗試

source: Recording started from the Live Activity
ar: بدأ التسجيل من النشاط المباشر
bn: লাইভ কার্যক্রম থেকে শুরু হওয়া রেকর্ডিং
de: Aufnahme über die Live-Aktivität gestartet
es: La grabación comenzó con la actividad en vivo
fr: L'enregistrement a commencé avec l'activité en direct
hi: लाइव गतिविधि से शुरू हुई रिकॉर्डिंग
id: Rekaman dimulai dari Live Activity
it: La registrazione è iniziata dal Live Activity
ja: ライブ活動からスタートしたレコーディング
ko: Live Activity에서 시작된 녹음
nl: Opname begon met de live activiteit
pl: Nagrania rozpoczęły się od Live Activity
pt_br: As gravações começaram com a atividade ao vivo
ru: Съемки начались с Live Activity
ta: Live Activity-ல் இருந்து தொடங்கியது
th: การบันทึกเริ่มต้นจากการใช้งานสด
tr: Live Activity'den kayıtlar başladı
uk: Запис почався з Live Activity
ur: ریڈیو کی شروع سے Live Activity
vi: Ghi âm bắt đầu từ Live Activity
zh_hans: 录制从现场活动开始
zh_hant: 錄製從現場活動開始

source: Recording stopped because another audio session needed the microphone. The audio is ready to add.
ar: تم إلغاء تسجيل الإذاعة لأن جلسة إدخال صوتي أخرى بحاجة إلى ميكروفون.
bn: রেকর্ডিং বন্ধ হয়ে গেল কারণ একটি অডিও সেশন মাইক্রোফোন প্রয়োজন. অডিয়াম যোগ করার জন্য প্রস্তুত।
de: Die Aufnahme wurde gestoppt, weil eine andere Audiositzung das Mikrofon benötigte. Das Audio kann direkt hinzugefügt werden.
es: La grabación se detuvo porque otra sesión de audio necesitaba el micrófono.
fr: L'enregistrement a été arrêté parce qu'une autre session audio avait besoin du microphone.
hi: रिकॉर्डिंग बंद हो गई क्योंकि एक और ऑडियो सत्र को माइक्रोफोन की आवश्यकता थी. ऑडियो जोड़ने के लिए तैयार है.
id: Rekaman berhenti karena sesi audio lain membutuhkan mikrofon.
it: La registrazione è stata interrotta perché un'altra sessione audio ha bisogno del microfono.
ja: 録音は別のオーディオセッションにマイクが必要だったため停止しました。
ko: 녹음이 중단되었는데, 다른 오디오 세션이 마이크를 필요로 했기 때문에.
nl: Opname is gestopt omdat een andere audiosessie de microfoon nodig heeft.
pl: Nagrywanie zostało przerwane, ponieważ inna sesja audio wymagała mikrofonu.
pt_br: A gravação foi interrompida porque outra sessão de áudio precisava do microfone.
ru: Запись прекращена, потому что для очередной аудиосессии необходим микрофон.
ta: அதாவது, ஒரு இடுகைக்குள் ஒரு மைக்ரோபன் தேவைப்படும் போது, மற்றொரு இடுகைக்கு இடுகைகள் சேர்க்கப்பட்டுள்ளன.
th: การบันทึกหยุดเพราะเซสชันเสียงอื่น ๆ ต้องใช้ไมโครโฟน เสียงพร้อมที่จะเพิ่ม
tr: Kayıt, başka bir ses oturumuna mikrofonun ihtiyacı olduğu için durduruldu.
uk: Запис зупинився, оскільки іншому аудіосесії потрібен мікрофон.
ur: ریکارڈنگ روک دیا گیا کیونکہ ایک اور آڈیو سیشن کو مائیکروفون کی ضرورت تھی.آڈیو شامل کرنے کے لئے تیار ہے.
vi: Ghi âm đã dừng lại vì một phiên âm thanh khác cần micro.
zh_hans: 录制停止,因为另一个音频会话需要麦克风。
zh_hant: 錄製停止,因為另一個音頻會話需要麥克風。

source: Recording stopped when Vox.md left the foreground. The audio is ready to add.
ar: تم وقف تسجيلك عندما خرج Vox.md من المرتبة الأولى.
bn: রেকর্ড বন্ধ হয়ে গেল যখন Vox.md সামনে বেরিয়ে আসেন। অডিও যোগ করার জন্য প্রস্তুত।
de: Die Aufnahme wurde gestoppt, als Vox.md in den Hintergrund trat. Das Audio kann direkt hinzugefügt werden.
es: La grabación se detuvo cuando Vox.md Dejar el antepasado. El audio está listo para añadir.
fr: L’enregistrement s’arrête quand Vox.md Laissé le front. L’audio est prêt à être ajouté.
hi: रिकॉर्ड बंद हो गया जब Vox.md सामने की तरफ छोड़ दिया। ऑडियो जोड़ने के लिए तैयार है।
id: Rekaman tersebut berhenti ketika Vox.md meninggalkan latar depan. Audio sudah siap untuk ditambahkan.
it: La registrazione si è interrotta quando Vox.md Lasciate il fronte. L’audio è pronto per aggiungere.
ja: 録音が止まるときに Vox.md 前線を離れた。 オーディオは追加の準備が整いました。
ko: 녹음이 중단되었을 때 Vox.md 앞선을 떠나게 되었습니다. 오디오는 추가할 준비가 되어 있습니다.
nl: De opname stopte toen Vox.md De voorgrond verlaten. De audio is klaar om toe te voegen.
pl: Nagranie zostało przerwane, gdy Vox.md Zostawił przedstawienie Audio jest gotowe do dodania.
pt_br: A gravação foi interrompida quando Vox.md Deixando o primeiro plano. O áudio está pronto para ser adicionado.
ru: Запись прекращается, когда Vox.md Оставьте передний план. Аудио готов к добавлению.
ta: எழுத்து முடிந்துவிட்டது எப்போது Vox.md முன்னேற்றம் விட்டு Audio Added செய்யவும்.
th: การบันทึกหยุดเมื่อ Vox.md ปิดหน้า ออดิชั่นพร้อมที่จะเพิ่ม
tr: Kayıtlar durduğunda Vox.md Önceki İçerikBırakın öncü. Audio eklemeye hazır.
uk: Запис припинився, коли Vox.md Залишив передній план. Аудіо готовий до додавання.
ur: ریکارڈ ختم ہونے کے بعد Vox.md آگے بڑھنے کا موقع آڈیو شامل کرنے کے لئے تیار ہے.
vi: Đĩa ghi âm ngừng khi Vox.md rời khỏi mặt trước. Audio sẵn sàng để thêm.
zh_hans: 录音停止时 Vox.md 离开前沿。 音频准备好添加。
zh_hant: 錄音停止時 Vox.md 離開前沿。 音頻準備好添加。

source: Recording stopped, but its file could not be deleted from this Watch.
ar: تم وقف تسجيلها، ولكن لم يتم حذف ملفها من هذا الساعة.
bn: রেকর্ডিং বন্ধ হয়ে গেল, কিন্তু এই ঘড়ি থেকে তার ফাইলটি মুছে ফেলা সম্ভব হয়নি।
de: Die Aufnahme wurde gestoppt, aber ihre Datei konnte nicht von dieser Watch gelöscht werden.
es: La grabación se detuvo, pero su archivo no pudo ser eliminado de este Reloj.
fr: L'enregistrement a été arrêté, mais son fichier ne pouvait pas être supprimé de cette montre.
hi: रिकॉर्डिंग बंद हो गई, लेकिन इस घड़ी से इसकी फाइल को हटाया नहीं जा सका।
id: Rekaman dihentikan, tetapi filenya tidak dapat dihapus dari Watch ini.
it: La registrazione è stata interrotta, ma il suo file non è stato possibile eliminare da questo orologio.
ja: 録音は停止しましたが、この時計からファイルを削除することはできませんでした。
ko: 녹음은 중단되었지만 이 시계에서 파일을 삭제할 수 없습니다.
nl: De opname werd gestopt, maar het bestand kon niet worden verwijderd uit deze Watch.
pl: Nagrywanie zostało zatrzymane, ale jego pliku nie można usunąć z tego zegarka.
pt_br: A gravação parou, mas o arquivo não pôde ser excluído deste Relógio.
ru: Запись прекращена, но ее файл не удалили из этого Часа.
ta: இந்த பதிவை எழுதிவிட்டு, இந்த பதிவை வெளியிட முடியவில்லை.
th: การบันทึกหยุด แต่ไฟล์ของมันไม่สามารถลบได้จากนาฬิกานี้
tr: Kayıt durdu, ancak dosyası bu Saat'ten silinemez.
uk: Запис зупинився, але його файл не можна було видалити з цього годинника.
ur: ریکارڈنگ بند ہو گئی ہے، لیکن اس کی فائل اس گھڑی سے حذف نہیں کی جا سکتی.
vi: Ghi âm đã dừng lại, nhưng tệp của nó không thể bị xóa khỏi Đồng hồ này.
zh_hans: 录制停止了,但无法从此手表中删除该文件。
zh_hant: 錄製停止了,但無法從此手錶中刪除該文件。

source: Recording too short
ar: تسجيل قصير جداً
bn: রেকর্ডিং খুবই সংক্ষিপ্ত
de: Aufnahme zu kurz
es: Grabación muy corta
fr: Enregistrement trop court
hi: बहुत कम रिकॉर्ड
id: Rekaman yang terlalu pendek
it: Registrazione troppo breve
ja: 録音が短すぎる
ko: 녹음이 너무 짧다.
nl: Opname te kort
pl: Nagrywanie zbyt krótkie
pt_br: Gravação muito curta
ru: Запись слишком короткая
ta: எழுத்துக்கள் சிறியது
th: การบันทึกสั้นเกินไป
tr: Kayıt çok kısa
uk: Запис занадто короткий
ur: ریکارڈنگ بہت مختصر
vi: Ghi âm quá ngắn
zh_hans: 录制时间太短
zh_hant: 錄製時間太短

source: Recording: %@
ar: تصنيف: %@
bn: রেকর্ডিং : %@
de: Aufnahme: %@
es: Encuentro de grabación: %@
fr: Enregistrement : %@
hi: रिकॉर्ड करें: %@
id: Rekaman : %@
it: Il record: %@
ja: レコーディング: %@
ko: 녹음 : %@
nl: Opname van: %@
pl: Nagrywanie : %@
pt_br: A gravação: %@
ru: Запись : %@
ta: எழுத்துக்கள் : %@
th: การบันทึก: %@
tr: Kayıtlar : %@
uk: Записний запис: %@
ur: ریکارڈ کریں : %@
vi: Ghi âm : %@
zh_hans: 录音: %@
zh_hant: 錄音: %@

source: Recordings
ar: تسجيلات
bn: রেকর্ডিং
de: Aufzeichnungen
es: Recordes
fr: Enregistrements
hi: रिकॉर्ड
id: Rekaman
it: registrazioni
ja: レコード
ko: 기록
nl: opnamen
pl: nagrania
pt_br: Recordes
ru: Записи
ta: பதிவுகள்
th: รายการบันทึก
tr: Kayıtlar
uk: Запис
ur: ریکارڈنگ
zh_hans: 记录
zh_hant: 記錄

source: Recordings are saved on Apple Watch and sent to your iPhone queue when the devices reconnect, so you can process them whenever you’re ready.
ar: يتم تخزين الملفات على Apple Watch وتسليمها إلى الشبكة iPhone عند إعادة توصيل الأجهزة، حتى يمكنك معالجةها عندما تكون جاهزة.
bn: রেকর্ড সংরক্ষিত Apple Watch আপনার কাছে পাঠিয়ে দেয়া iPhone যখন পুনরায় সংযোগ করে, তাই আপনি যখনই প্রস্তুত থাকবেন তখনই তাদের প্রক্রিয়া করতে পারেন।
de: Aufnahmen werden auf der Apple Watch gespeichert und bei einer erneuten Gerätverbindung an die iPhone-Warteschlange gesendet, sodass Sie sie bearbeiten können, wann immer Sie bereit sind.
es: Los registros se guardan en Apple Watch y envió a su iPhone Cuando los dispositivos se conectan, Así que puedes procesarlos siempre que estés listo.
fr: Les enregistrements sont sauvegardés Apple Watch Envoyé à votre iPhone Lorsque les appareils sont réutilisés, Vous pouvez les traiter chaque fois que vous êtes prêt.
hi: रिकॉर्ड्स को बचाया जाता है Apple Watch और तुम्हारे पास भेज दिया iPhone जब भी उपकरणों को फिर से कनेक्ट किया जाता है, इसलिए आप उन्हें जब भी तैयार हो सकते हैं, तब भी संसाधित कर सकते हैं।
id: Rekaman tersebut disimpan di Apple Watch Dan mengutusmu kepada iPhone Setelah perangkat tersebut terhubung kembali, Jadi Anda dapat memprosesnya kapan pun Anda siap.
it: Le registrazioni sono salvate Apple Watch e inviato al tuo iPhone Quando i dispositivi si riconnetteranno, Puoi quindi elaborarli ogni volta che sei pronto.
ja: レコードは保存されている Apple Watch あなたの御手を遣わす。 iPhone 機器が再接続されたとき、 準備ができたらいつでも処理できます。
ko: 녹음은 저장된 상태로 Apple Watch 당신의 쪽으로 보내주신 iPhone 장치가 다시 연결될 때, 그래서 당신이 준비 할 때마다 그들을 처리 할 수 있습니다.
nl: Opnamen worden opgeslagen op Apple Watch En naar uw iPhone wanneer de apparaten opnieuw worden aangesloten, Zo kun je ze verwerken wanneer je klaar bent.
pl: Nagrania są zapisywane na Apple Watch i wysłał do waszego iPhone w kolejce, gdy urządzenia są ponownie podłączone, Możesz je przetwarzać, kiedy tylko jesteś gotowy.
pt_br: As gravações são salvas em Apple Watch Enviado para o seu iPhone Quando os dispositivos se conectam, Você pode processá-los sempre que estiver pronto.
ru: Записи сохраняются на Apple Watch И послал к тебе iPhone когда устройства восстанавливаются, Вы можете обрабатывать их, когда вы готовы.
ta: காப்புரிமைகள் காப்பாற்றப்படுகின்றன Apple Watch உன் அனுப்பிய iPhone மீண்டும் இணைந்தால், நீங்கள் எப்போதும் தயாராக இருக்கும் போது அதைப் பயன்படுத்த முடியும்.
th: บันทึกจะถูกบันทึกไว้ใน Apple Watch และส่งไปยังของคุณ iPhone คู่หลังเมื่ออุปกรณ์เชื่อมต่อใหม่ ดังนั้นคุณสามารถประมวลผลได้ทุกครั้งที่คุณพร้อม
tr: Kayıtlar kaydedilir Apple Watch Senin için gönderilen iPhone cihazlar yeniden bağlanınca, Bu yüzden hazır olduğunuz her an işleyebilirsiniz.
uk: Записи зберігаються на Apple Watch Надіслано до Вашого iPhone коли пристрій знову підключиться, Ви можете їх використовувати, коли ви готові.
ur: ریکارڈ محفوظ کیا گیا ہے Apple Watch آپ کے پاس بھیج دیا iPhone جب بھی آلات دوبارہ استعمال ہوتے ہیں آپ کو ہر وقت جب آپ تیار ہیں تو ان کو پروسیس کر سکتے ہیں.
vi: Các bản ghi được lưu trữ trên Apple Watch Và gửi đến bạn iPhone khi các thiết bị kết nối lại, Vì vậy, bạn có thể xử lý chúng bất cứ khi nào bạn sẵn sàng.
zh_hans: 记录保存在 Apple Watch 并发送给你的 iPhone 等待设备重新连接时, 这样你可以随时准备处理它们。
zh_hant: 記錄保存在 Apple Watch 併發送給你的 iPhone 等待設備重新連接時, 這樣你可以隨時準備處理它們。

source: Recordings, recording time, and Capture activity
ar: التسجيلات ومدة التسجيل ونشاط الالتقاط
bn: রেকর্ডিং, রেকর্ডিং সময় এবং ক্যাপচার কার্যকলাপ
de: Aufnahmen, Aufnahmezeit und Erfassungsaktivität
es: Grabaciones, tiempo de grabación y actividad de captura
fr: Enregistrements, durée et activité de capture
hi: रिकॉर्डिंग, रिकॉर्डिंग समय और कैप्चर गतिविधि
id: Rekaman, durasi rekaman, dan aktivitas tangkapan
it: Registrazioni, durata e attività di acquisizione
ja: 録音、録音時間、キャプチャ履歴
ko: 녹음, 녹음 시간 및 캡처 활동
nl: Opnamen, opnameduur en vastlegactiviteit
pl: Nagrania, czas nagrywania i aktywność
pt_br: Gravações, duração e atividade de captura
ru: Записи, длительность и активность захвата
ta: பதிவுகள், பதிவு நேரம் மற்றும் பிடிப்பு செயல்பாடு
th: รายการบันทึก ระยะเวลา และกิจกรรมจับภาพ
tr: Kayıtlar, kayıt süresi ve yakalama etkinliği
uk: Записи, тривалість і активність захоплення
ur: ریکارڈنگز، ریکارڈنگ کا وقت اور کیپچر سرگرمی
vi: Bản ghi, thời lượng và hoạt động ghi nhanh
zh_hans: 录音、录音时长和采集活动
zh_hant: 錄音、錄音時間和擷取活動

source: Recovered after an interrupted save. Choose a Preset to continue.
ar: استعادة بعد إزالة متكرر. اختر إعداد متكررة لمواصلة.
bn: একটি সঞ্চয় বন্ধ পরে পুনরুদ্ধার করা. একটি অগ্রাধিকার নির্বাচন করুন যাতে আপনি চালিয়ে যেতে পারেন.
de: Wiederhergestellt nach einer unterbrochenen Speicherung. Wählen Sie eine Voreinstellung, um fortzufahren.
es: Recuperar después de una interrupción del guardar. Seleccione un Predefinición para continuar.
fr: Récupéré après une interruption de sauvegarde. Sélectionnez un préréglage pour continuer.
hi: एक टूटने के बाद पुनर्प्राप्त किया गया. जारी करने के लिए एक पूर्वानुमान चुनें.
id: Setelah selesai, pilih Pre-Setting untuk melanjutkan.
it: Recuperato dopo un salvataggio interrotto. Selezionare una preimpostazione per continuare.
ja: 保存中断後復元. プレセットを選択して継続します。
ko: 중단된 저장 후 복구.지속하기 위해 미리 설정을 선택합니다.
nl: Hersteld na een onderbroken opslag. Kies een voorinstelling om verder te gaan.
pl: Odzyskane po przerwaniu zapisywania. Wybierz ustawienie wstępne, aby kontynuować.
pt_br: Recuperar após uma interrupção de armazenamento. Selecione um Predefinição para continuar.
ru: Восстановлено после перерыва с сохранением. Выберите предварительное
ta: ஒரு முறை எழுதப்பட்ட பின்னர் மீண்டும் எழுதப்பட்டது.முடிவு செய்ய ஒரு முன்னேற்றம் தேர்வு.
th: แก้ไขหลังจากหยุดการบันทึก เลือกการตั้งค่าก่อนเพื่อดําเนินการต่อ
tr: Bir kaydetme kesildiğinde geri yüklendi. Devam etmek için bir Ön ayar seçin.
uk: Відновлено після перерви в збереженні. Виберіть попереднє налаштування, щоб продовжити.
ur: ایک بار پھر سے دوبارہ شروع کریں.پھر آپ کو دوبارہ شروع کرنے کے لئے ایک پیشہ ورانہ انتخاب کریں.
vi: Khôi phục sau khi lưu bị gián đoạn. Chọn một Pre-Set để tiếp tục.
zh_hans: 被中断保存后恢复. 选择预设以继续。
zh_hant: 被中斷保存後恢復. 選擇預設以繼續。

source: Recovered with %@; queued to retry
ar: استرداد مع %@؛ الترتيب لتعويض
bn: পুনরুদ্ধার করা হয়েছে %@রিটার্ন করতে গিয়ে
de: Wiederhergestellt mit %@; in der Warteschlange für einen erneuten Versuch
es: Recuperado con %@; Cualquier cosa que se retire
fr: Récupéré avec %@; Réservé à RETRY
hi: पुनर्जीवित करें %@; रिटायर करने के लिए
id: Dipulihkan dengan %@; Mengambil kembali
it: Riscoperta con %@; Ritorno a Renzi
ja: 回復した ♪ %@; リトル リトル
ko: 회복된 with %@;
nl: Hersteld met %@; Kies voor Retry
pl: Odzyskany z %@; Wyrusz na retry
pt_br: Recuperado com %@; Acompanhe o retorno
ru: Восстановили с %@; Затем ретро
ta: மீளவும் %@; திரும்பியது Ready
th: การกู้คืนด้วย %@; เคล็ดลับการถอนตัว
tr: Geri Dönüşüm ile %@; Geri Dönüşüm
uk: Відновлюється з %@; Закарпатці відновлюють
ur: واپس آ گیا ہے with %@; Replay کرنے کے لئے
vi: phục hồi với %@; Quay lại Retry
zh_hans: 恢复与 %@; 回归 回归
zh_hant: 恢復與 %@; 迴歸 迴歸

source: Refresh
ar: التخلص من
bn: রফতানি
de: Aktualisieren
es: Refrescar
fr: Refroidissement
hi: ताजा
id: Refreshnya
it: Rifresco
ja: リフレッシュ
ko: 냉각
nl: Verfrissen
pl: Odświeżanie
pt_br: Refresco
ru: Остыть
ta: refresh ஆங்கிலம்
th: อัปเดต
tr: refresh yapın
uk: Оновлення
ur: تازہ کریں
zh_hans: 冷却
zh_hant: 冷卻

source: Refresh Status
ar: إعادة تشغيل الوضع
bn: রিফ্রেশিং অবস্থা
de: Status aktualisieren
es: Refrigeración de estado
fr: Réfresh Status
hi: रिफ्रेश की स्थिति
id: Status Refresh
it: Rifresco di stato
ja: リフレッシュステータス
ko: Refresh 상태
nl: Verfrissende status
pl: Status odświeżenia
pt_br: Refrigeração do estado
ru: Остудить статус
ta: refresh நிலைமை
th: Status สะดวก
tr: Yeniden statü
uk: Оновлення статусу
ur: تازہ ترین حالت
vi: Status Refresh
zh_hans: 更新状态
zh_hant: 更新狀態

source: Refreshes the connection with your iPhone.
ar: يرجى إعادة توزيع الـ iPhone.
bn: আপনার সাথে সংযোগের ফ্রিজ করুন iPhone.
de: Aktualisiert die Verbindung mit Ihrem iPhone.
es: Refrigera la conexión con tu iPhone.
fr: Renforcer la connexion avec votre iPhone.
hi: अपने साथ जुड़ने के लिए ताजा iPhone.
id: Mengubah koneksi dengan Anda iPhone.
it: Rinnova il tuo rapporto con la tua iPhone.
ja: あなたのつながりをリフレッシュする iPhone.
ko: 당신의 연결을 새롭게 하십시오. iPhone.
nl: Verfriss de verbinding met uw iPhone.
pl: Odświeżanie połączenia z Twoim iPhone.
pt_br: Refrigere a conexão com o seu iPhone.
ru: Омолаживайте связь с вашим iPhone.
ta: உன் உறவுகளை தொடர உன் iPhone.
th: อัปเดตการเชื่อมต่อกับคุณ iPhone.
tr: Bağlantınızı sizinle yeniden kurun iPhone.
uk: Відновлюйте зв'язок з вашим iPhone.
ur: آپ کے ساتھ رابطے کو تازہ کریں iPhone.
vi: Làm mới mối liên hệ với bạn iPhone.
zh_hans: 更新你的连接 iPhone.
zh_hant: 更新你的連接 iPhone.

source: Relative Note Path
ar: الطريق المشترك
bn: সম্পর্কিত পথ
de: Relativer Notizpfad
es: Paseo relativo
fr: Note relative de la route
hi: Relative Note रास्ता
id: Relatif Perhatian Jalan
it: Path Note Relativo
ja: 相対的なノートコース
ko: 상대적 노트 경로
nl: Relatieve Note Path
pl: Relatywna droga notatki
pt_br: Path Relativo Notas
ru: Относительный маршрут
ta: Relative Note வழிமுறைகள்
th: เส้นทางที่สําคัญ
tr: İlişkisel not yol
uk: Відносна дорога
ur: Relative Note راستہ
vi: Relative Note Đường
zh_hans: 相对路径
zh_hant: 相對路徑
